Repository: franck-paul/writers
Catalog: locales/*/main.po
Languages: fr

source: Writers
fr: Rédacteurs

source: Writer does not exists.
fr: Le rédacteur n'existe pas.

source: You cannot add or update this writer.
fr: Vous ne pouvez pas ajouter ou modifier ce rédacteur.

source: You cannot change your own permissions.
fr: Vous ne pouvez pas changer vos propres permissions.

source: Active writers
fr: Rédacteurs actifs

source: No writers
fr: Aucun rédacteur

source: change permissions
fr: changer les permissions

source: Invite a new writer
fr: Inviter un nouveau rédacteur

source: Author ID (login):
fr: Identifiant utilisateur (login) :

source: Invite
fr: Inviter

source: You are about to set permissions on the blog %s for user %s (%s).
fr: Vous allez définir les permissions de l'utilisateur %2$s (%3$s) sur le blog %1$s
